tap "grafana/grafana"
tap "homebrew/bundle"
tap "homebrew/services"
tap "idoavrah/homebrew"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "k1low/tap"
tap "sanemat/font"
brew "alp"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "node"
brew "autorest"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bat"
brew "bottom"
brew "btop"
brew "glib"
brew "cairo"
brew "carthage"
brew "harfbuzz"
brew "pango"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "curl"
brew "curlie"
brew "docker-compose"
brew "python@3.12"
brew "docutils"
brew "dog"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "hub"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "ncdu"
brew "neovim"
brew "neovim-remote"
brew "nghttp2"
brew "nodebrew"
brew "numpy"
brew "ollama"
brew "protobuf"
brew "openvino"
brew "oxker"
brew "pandoc"
brew "peco"
brew "perl"
brew "pgcli"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "tailscale"
brew "terraform", link: false
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "watch"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "yazi"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "ariga/tap/atlas"
brew "grafana/grafana/alloy"
brew "idoavrah/homebrew/tftui"
brew "jstkdng/programs/ueberzugpp"
brew "julien-cpsn/atac/atac"
brew "oven-sh/bun/bun"
brew "sanemat/font/ricty"
brew "claude-code"
brew "codex"
brew "opencode"
brew "neovim"
brew "prek"
brew "kubectx"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "autofirma"
cask "dbeaver-community"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "kap"
cask "karabiner-elements"
cask "logi-options+"
cask "ngrok"
cask "obsidian"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "raycast"
cask "slack"
cask "google-drive"
cask "google-japanese-ime"
cask "orbstack"
cask "monitorcontrol"
